Repository: JCKing97/FullUnit_1819_JamesKing
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: el

source: Not Found
el: Δεν βρέθηκε

source: Back
el: Πίσω

source: An unexpected error has occurred
el: Παρουσιάστηκε μη αναμενόμενο σφάλμα

source: The administrator has been notified. Sorry for the inconvenience!
el: Ο διαχειριστής έχει ειδοποιηθεί. Συγγνώμη για την ταλαιπωρία!

source: This is the about page.
el: Αυτή είναι η σελίδα.

source: %(title)s - Nature Engine
el: %(title)s - Μηχανή φύσης

source: Welcome to Nature Engine
el: Καλώς ήλθατε στο Μηχανή φύσης

source: Nature Engine
el: Μηχανή φύσης

source: Home
el: Σπίτι

source: Game
el: Παιχνίδι

source: Tournament
el: Τουρνουά

source: Communities
el: Κοινοτήτων

source: About
el: Σχετικά με

source: This is the communities page.
el: Αυτή είναι η σελίδα των κοινοτήτων.

source: Welcome to the game page, select the strategies for two agents to interact with each other.
el: Καλώς ήρθατε στη σελίδα του παιχνιδιού, επιλέξτε τις στρατηγικές για δύο πράκτορες για να αλληλεπιδρούν μεταξύ τους.

source: This is the tournament page.
el: Αυτή είναι η σελίδα του τουρνουά.
